---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemLayerSummaryBottomDir1NoSpacing
source: html/d8169157-df2f-5f6c-48d9-70f727ab087f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemLayerSummaryBottomDir1NoSpacing Property

"Bottom/Interior Major (Brief)"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemLayerSummaryBottomDir1NoSpacing { get; }
```